Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_PermissionReadOnly
source: Read only
ar: قراءة فقط
es: Lectura
fr: Lecture seule
it: Solo lettura
ja: 読み込みだけ
ko: 읽기 전용
nl: Alleen lezen
pl: Tylko odczyt
pt_br: Apenas de leitura
ro: Numai citire
ru: Только для чтения
th: อ่านอย่างเดียว
tr: Salt okunur
vi: Chỉ được xem
zh_hans: 仅能阅读
zh_hant: 僅能閱讀

# UI_LeaveShare
source: Leave share
ar: أنهاء المشاركة
es: Abandonar compartición
fr: Quitter le partage
id: Tinggalkan pembagian
it: Lascia quota
ja: 共有を残す
ko: 공유 떠나기
nl: Verlaat gedeeld
pl: Pozostaw
pt_br: Sair do compartilhamento
ro: Părăsește partajarea
ru: Покинуть общее пользование
th: ออกจากการแชร์
tr: Paylaşılandan ayrıl
vi: Trả lại về chủ sở hữu
zh_hans: 离开共享
zh_hant: 離開共享

# UI_IgnoreContact
source: Ignore contact
ar: تجاهل جهة الاتصال
es: Ignorar contacto
fr: Ignorer le contact
id: Abaikan kontak
it: Ignora contatto
ja: 連絡先を無視
ko: 연락처 무시
nl: Contact negeren
pl: Zignoruj kontakt
pt_br: Ignorar contato
ro: Ignoră contactul
ru: Игнорировать контакт
th: ไม่สนใจผู้ติดต่อ
tr: Kişiyi yoksay
vi: Bỏ qua liên lạc
zh_hans: 忽略联系人
zh_hant: 忽略邀請

# UI_Leave
source: Leave
ar: ترك
es: Abandonar
fr: Quitter
id: Tinggalkan
it: Lascia
ja: 出る
ko: 떠나기
nl: Verlaten
pl: Anuluj
pt_br: Sair
ro: Părăsește
ru: Выйти
th: ออก
tr: Ayrıl
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

# UI_ListSortedByAccessLevel
source: Access ({0})
ar: الصلاحية ({0})
es: Permiso ({0})
fr: Accès ({0})
id: Akses ({0})
it: Accesso ({0})
ja: アクセス ({0})
ko: 접근 ({0})
nl: Toegang ({0})
pl: Dostęp ({0})
pt_br: Permissão ({0})
ro: Acces ({0})
ru: Доступ ({0})
th: การเข้าถึง ({0})
tr: Erişim ({0})
vi: Quyền ({0})
zh_hans: 访问权限 ({0})
zh_hant: 存取 ({0})

# UI_ListSortedByAccessLeveMultiSelect
source: Access ({0} of {1})
es: Permiso ({0} de {1})
fr: Accès ({0} de {1})
id: Akses ({0} dari {1})
ja: アクセス ({0}/{1})
ko: 접근 ({1}개 중 {0})
nl: Toegang ({0} van {1})
pt_br: Permissão ({0} de {1})
ru: Доступ ({0} из {1})
tr: Erişim ({0}/{1})
vi: Quyền ({0} trong tổng {1})
zh_hans: 访问权限({1}的{0})

# UI_ListSortedByOwner
source: Owner ({0})
ar: المالك ({0})
es: Propietario ({0})
fr: Propriétaire ({0})
id: Pemilik ({0})
it: Proprietario ({0})
ja: 所有者 ({0})
ko: 소유자 ({0})
nl: Eigenaar ({0})
pl: Właściciel ({0})
pt_br: Proprietário ({0})
ro: Proprietar ({0})
ru: Владелец ({0})
th: เจ้าของ ({0})
tr: Sahip ({0})
vi: Chủ Sở Hữu ({0})
zh_hans: 所有者({0})
zh_hant: 擁有者 ({0})

# UI_ListSortedByOwnerMultiSelect
source: Owner ({0} of {1})
ar: المالك ({0} من {1})
es: Propietario ({0} de {1})
fr: Propriétaire ({0} de {1})
id: Pemilik ({0} dari {1})
it: Proprietario ({0} di {1})
ja: 所有者 ({0}/{1})
ko: 소유자 ({1}개 중 {0})
nl: Eigenaar ({0} van {1})
pl: Właściciel ({0} z {1})
pt_br: Proprietário ({0} de {1})
ro: Proprietar ({0} din {1})
ru: Владелец ({0} of {1})
th: เจ้าของ ({0} จาก {1})
tr: Sahip ({0}/{1})
vi: Chủ Sở Hữu ({0} trong tổng {1})
zh_hans: 所有者({1}的{0})
zh_hant: 擁有者 ({1}之{0})

# UI_NumberOfContacts
source: {0} Contacts
ar: {0} جهة اتصال
es: {0} contactos
id: {0} Kontak
it: {0} Contatti
ja: {0}件の連絡先
ko: 연락처 {0}개
nl: {0} Contacten
pl: {0} kontaktów
pt_br: {0} contatos
ro: {0} contacte
ru: Контакты: {0}
th: {0} ผู้ติดต่อ
tr: ({0}) Kişi
vi: {0} Tên liên lạc
zh_hans: {0}联系人
zh_hant: {0} 位聯絡人

# UI_NumberSharedFolders
source: {0} Shared folders
ar: {0} مجلد متشارك
es: {0} carpetas compartidas
fr: {0} dossiers partagés
id: {0} Folder bersama
it: {0} Cartelle condivise
ja: {0}個の共有フォルダ
ko: {0}개의 공유된 폴더
nl: {0} Gedeelde mappen
pl: {0} foldery udostępnionych
pt_br: {0} pastas compartilhadas
ro: {0} foldere partajate
ru: Общие папки: {0}
th: {0} โฟลเดอร์ที่แชร์
tr: {0} Paylaşılan klasör
vi: {0} Thư mục chia sẻ
zh_hans: {0}共享文件夹
zh_hant: {0} 個已分享的資料夾

# UI_OneSharedFolder
source: 1 Shared folder
ar: مجلد متشارك واحد
es: 1 carpeta compartida
fr: Un dossier partagé
id: 1 Folder bersama
it: 1 Cartella condivisa
ja: 1個の共有フォルダ
ko: 1개의 공유된 폴더
nl: 1 Gedeelde map
pl: 1 folder udostępniony
pt_br: 1 pasta compartilhada
ro: 1 folder partajat
ru: 1 общая папка
th: โฟลเดอร์ที่แชร์ 1 โฟลเดอร์
tr: 1 Paylaşılan klasör
vi: 1 Thư mục chia sẻ
zh_hans: 1个共享文件夹
zh_hant: 1 個已分享的資料夾

# UI_OutgoingShares
source: Outgoing shares
ar: التشاركات الصادرة
es: Salientes
fr: Partage sortant
id: Bagian yang keluar
it: Condivisioni in uscita
ja: 送信共有
ko: 나가는 공유
nl: Uitgaande gedeeld
pl: Wychodzące udostępnienia
pt_br: Compartilhado por mim
ro: Partajări trimise
ru: Исходящий обмен
th: แชร์ขาออก
tr: Giden paylaşımlar
vi: Mục chia sẻ gửi đi
zh_hans: 传出共享
zh_hant: 傳出的分享

# UI_SortOptionAccessLevel
source: Access
ar: الوصول
es: Acceso
fr: Accès
id: Akses
it: Accesso
ja: アクセス
ko: 접근
nl: Toegang
pl: Dostęp
pt_br: Acesso
ro: Acces
ru: Доступ
th: เข้าถึง
tr: Erişim
vi: Quyền
zh_hans: 访问
zh_hant: 訪問

# UI_SortOptionDateModified
source: Date Modified
ar: تاريخ التعديل
es: Fecha de modificación
fr: Date de modification
id: Tanggal diubah
it: Data modifica
ja: 変更時刻
ko: 수정일자
nl: Datum Gewijzigd
pl: Data modyfikacji
pt_br: Data de modificação
ro: Data modificării
ru: Дата изменения
th: วันที่แก้ไข
tr: Son Düzenlenme
vi: Ngày Chỉnh Sửa
zh_hans: 修改日期
zh_hant: 修改日期

# UI_SortOptionName
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# UI_SortOptionOwner
source: Owner
ar: المالك
es: Propietario
fr: Propriétaire
id: Pemilik
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt_br: Dono
ro: Proprietar
ru: Владелец
th: เจ้าของ
tr: Sahip
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 所有者

# UI_RemoveSharedAccess
source: Remove shared access
ar: حذف صلاحية التشارك
es: Eliminar permiso de acceso
fr: Supprimer l'accès partager
id: Hapus akses bersama
it: Rimuovi gli accessi condivisi
ja: 共有アクセスの削除
ko: 공유된 접근 제거
nl: Verwijder gedeelde toegang
pl: Usuń dostęp współdzielony
pt_br: Eliminar permissão de acesso
ro: Elimină accesul partajat
ru: Закрыть общий доступ
th: ลบการเข้าถึงแชร์
tr: Paylaşım iznini kaldır
vi: Tước bỏ quyền chia sẻ
zh_hans: 删除共享访问权限
zh_hant: 移除共享存取權

# UI_ClosePanel
source: Close panel
ar: اغلاق اللوحة
es: Cerrar panel
fr: Fermer le panneau
id: Tutup panel
it: Chiudi pannello
ja: パネルを閉じる
ko: 패널 닫기
nl: Sluit paneel
pl: Zamknij panel
pt_br: Fechar painel
ro: Închide panoul
ru: Закрыть панель
th: ปิดแผงนี้
tr: Kapat
vi: Đóng panô
zh_hans: 关闭面板
zh_hant: 關閉介面

# UI_Information
source: Information
ar: معلومات
es: Información
fr: Informations
id: Informasi
it: Informazione
ja: 情報
ko: 정보
nl: Informatie
pl: Informacja
pt_br: Informação
ro: Informații
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# UI_Contents
source: Contents
ar: المحتويات
es: Contenido
fr: Contenu
id: Konten
it: Contenuti
ja: コンテンツ
ko: 내용
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
th: เนื้อหา
tr: İçerik
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# UI_Created
source: Created
ar: أنشئ
es: Creado
fr: Créé
id: Dibuat pada
it: Creato
ja: 作成
ko: 생성된 날짜
nl: Gecreëerd
pl: Utworzono
pt_br: Criado
ro: Creat
ru: Создан
th: วันที่สร้าง
tr: Yaratıldı
vi: Ngày tạo
zh_hans: 建立
zh_hant: 建立

# UI_DateModified
source: Date modified
ar: تاريخ التعديل
es: Fecha de modificación
fr: Date de modification
id: Tanggal berubah
it: Data modifica
ja: 変更日
ko: 수정된 날짜
nl: Datum gewijzigd
pl: Data modyfikacji
pt_br: Data de modificação
ro: Data modificării
ru: Дата изменения
th: วันที่แก้ไข
tr: Değiştirme tarihi
vi: Ngày chỉnh sửa
zh_hans: 修改日期
zh_hant: 修改日期

# UI_FolderLocation
source: Folder location
ar: مسار المجلد
es: Ubicación de la carpeta
fr: Emplacement du dossier
id: Lokasi folder
it: Posizione della cartella
ja: フォルダの場所
ko: 폴더 위치
nl: Map locatie
pl: Lokalizacja folderu
pt_br: Localização da pasta
ro: Locația folderului
ru: Расположение папки
th: ตำแหน่งโฟลเดอร์
tr: Klasör dizini
vi: Vị trí thư mục
zh_hans: 文件夹位置
zh_hant: 資料夾位置

# UI_FolderModified
source: Folder modified
ar: مجلد معدل
es: Carpeta modificada
fr: Dossier modifié
id: Folder berubah
it: Cartella modificata
ja: 変更フォルダ
ko: 폴더 수정됨
nl: Map gewijzigd
pl: Zmodyfikowany folder
pt_br: Modificação da pasta
ro: Folder modificat
ru: Папка изменена
th: วันที่แก้ไขโฟลเดอร์
tr: Klasör değiştirildi
vi: Thay đổi lần cuối
zh_hans: 修改文件夹
zh_hant: 資料夾修改於

# UI_Owner
source: Owner
ar: المالك
es: Propietario
fr: Propriétaire
id: Pemilik
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt_br: Dono
ro: Proprietar
ru: Владелец
th: เจ้าของ
tr: Sahip
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 所有者

# UI_Permissions
source: Permissions
ar: صلاحيات
es: Permisos
fr: Droits
id: Izin
it: Permessi
ja: 許可
ko: 권한
nl: Toestemmingen
pl: Prawa dostępu
pt_br: Permissão
ro: Permisiuni
ru: Права
th: สิทธิ์
tr: İzinler
vi: Cấp phép
zh_hans: 允许
zh_hant: 允許

# UI_SharedOn
source: Shared on
ar: تاريخ التشارك
es: Compartido el
fr: Partager
id: Dibagikan pada
it: Condiviso su
ja: 共有日
ko: 공유된 날짜
nl: Gedeeld op
pl: Udostępnione na
pt_br: Compartilhado em
ro: Partajat pe
ru: Добавлена
th: แชร์เมื่อ
tr: Paylaşıldı
vi: Chia sẻ vào ngày
zh_hans: 共享于
zh_hant: 分享於

# UI_SharedTo
source: Shared to
ar: مشارك مع
es: Compartido con
fr: Partager avec
id: Dibagikan ke
it: Condiviso con
ja: 共有先
ko: 공유된 사람
nl: Gedeeld met
pl: Udostępnione dla
pt_br: Compartilhado com
ro: Partajat către
ru: Общая с
th: แชร์กับ
tr: Şu kişiyle paylaşıldı
vi: Đuợc chia sẻ cho
zh_hans: 共享给
zh_hant: 分享給

# UI_DateCreated
source: Date created
ar: تاريخ الانشاء
es: Fecha de creación
fr: Date de création
id: Tanggal dibuat
it: Data creazione
ja: 作成日
ko: 생성된 날짜
nl: Datum gecreëerd
pl: Data utworzenia
pt_br: Data de criação
ro: Data creării
ru: Дата создания
th: วันที่สร้าง
tr: Oluşturma tarihi
vi: Ngày được tạo
zh_hans: 创建日期
zh_hant: 創建日期

# UI_EnableSharedFolder
source: Enable shared folder
ar: تفعيل تشارك المجلد
es: Activar carpeta compartida
fr: Activer les dossiers partagés
id: Nyalakan folder bersama
it: Attiva la condivisione della cartella
ja: 共有フォルダを有効にする
ko: 공유된 폴더 활성화
nl: Gedeelde map inschakelen
pl: Włącz udostępniony folder
pt_br: Compartilhar pasta
ro: Activează folderul partajat
ru: Включить общую папку
th: เปิดใช้งานแชร์โฟลเดอร์
tr: Paylaşılan klasörü aktif et
vi: Bật thư mục chia sẻ
zh_hans: 启用共享文件夹
zh_hant: 啟用共享資料夾

# UI_AddContactToFolder
source: Add contact to folder
ar: اضافة جهة الاتصال الى المجلد
es: Añadir contacto a la carpeta
fr: Ajouter un contact au dossier
id: Tambah kontak ke folder
it: Aggiungi il contatto alla cartella
ja: 連絡先をフォルダに追加
ko: 폴더에 연락처 추가
nl: Contact toevoegen tot map
pl: Dodaj kontakt do folderu
pt_br: Adicionar usuário à pasta
ro: Adaugă contact la folder
ru: Добавить контакт в папку
th: เพิ่มผู้ติดต่อลงในโฟลเดอร์
tr: Klasöre kişi ekle
vi: Thêm người vào thư mục
zh_hans: 添加联系人到文件夹
zh_hant: 新增聯絡人至資料夾

# UI_RemoveFromFolder
source: Remove from folder
ar: حذف من المجلد
es: Eliminar acceso a la carpeta
fr: Supprimer du dossier
id: Hapus dari folder
it: Rimuovi dalla cartella
ja: フォルダから削除
ko: 폴더에서 제거
nl: Verwijderen van map
pl: Usuń z folderu
pt_br: Eliminar permissão
ro: Elimină din folder
ru: Удалить из папки
th: นำออกจากโฟลเดอร์
tr: Klasörden kaldır
vi: Xoá khỏi thư mục
zh_hans: 从文件夹中移除
zh_hant: 從資料夾中移除

# UI_ShareFolderTo
source: Share "{0}" to
ar: مشاركة “{0}” الى
es: Compartir "{0}" con
fr: Partager "{0}" avec
id: Bagikan "{0}" ke
it: Condividi "{0}" con
ja: "{0}"の共有先
ko: "{0}" 공유하기
nl: Deel "{0}" met
pl: Udostępnij "{0}" dla
pt_br: Compartilhar "{0}" com
ro: Partajează „{0}” către
ru: Поделиться элементом «{0}» с
th: แชร์ "{0}" กับ
tr: "{0}" şu kişiyle paylaşıldı
vi: Chia sẻ "{0}" tới
zh_hans: 共享“{0}”至
zh_hant: 將 “{0}“ 分享給

# UI_FolderPermission
source: Folder permission
ar: صلاحيات المجلد
es: Permisos de la carpeta
fr: Droit du dossier
id: Izin folder
it: Permesso della cartella
ja: フォルダの権限
ko: 폴더 권한
nl: Map toestemming
pl: Uprawnienia folderu
pt_br: Permissão da pasta
ro: Permisiuni pentru folder
ru: Разрешения папки
th: สิทธิ์โฟลเดอร์
tr: Klasör izni
vi: Quyền hạn sử dụng
zh_hans: 文件夹权限
zh_hant: 資料夾權限

# UI_SetFolderPermission
source: Set folder permission
ar: اعداد صلاحيات المجلد
es: Establecer permisos de la carpeta
fr: Définir le droit du dossier
id: Setel izin folder
it: Imposta il permesso alla cartella
ja: フォルダの権限を設定
ko: 폴더 권한 설정
nl: Map toestemming instellen
pl: Ustaw uprawnienia folderu
pt_br: Definir permissão da pasta
ro: Setează permisiuni pentru folder
ru: Задать разрешения папки
th: ตั้งค่าสิทธิ์โฟลเดอร์
tr: Klasör izinlerini ayarla
vi: Đặt quyền hạn sử dụng
zh_hans: 设置文件夹权限
zh_hant: 設定資料夾權限

# UI_SetFolderPermissionLevel
source: Set folder permission level
ar: اعداد مستوى صلاحيات المجلد
es: Establecer nivel de permisos de la carpeta
fr: Définir le niveau de droit du dossier
id: Setel tingkat izin folder
it: Imposta il livello di permesso alla cartella
ja: フォルダの権限レベルを設定
ko: 폴더 권한 레벨 설정
nl: Map toestemmingswaarde instellen
pl: Ustaw poziom uprawnień do folderu
pt_br: Definir o nível de permissão da pasta
ro: Setează nivelul de permisiuni pentru folder
ru: Задать уровень разрешений
th: ตั้งค่าระดับสิทธิ์โฟลเดอร์
tr: Klasör izin seviyesini ayarla
vi: Đặt mức quyền hạn cho thư mục
zh_hans: 设置文件夹权限级别
zh_hant: 設定資料夾權限分級

# UI_LoginWithSpace
source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
id: Masuk
it: Entra
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Autentificare
ru: Вход
th: เข้าสู่ระบบ
tr: Giriş yap
vi: Đăng nhập
zh_hans: 登入
zh_hant: 登入

# UI_ForgotMyPassword
source: Forgot my password
ar: نسيت كلمة المرور
es: Olvidé mi contraseña
fr: J’ai oublié mon mot de passe
id: Lupa password saya
it: Password dimenticata
ja: パスワードを忘れました
ko: 내 비밀번호를 잊었습니다
nl: Mijn wachtwoord vergeten
pl: Zapomniałem hasła
pt_br: Esqueci a minha senha
ro: Mi-am uitat parola
ru: Забыл пароль
th: ลืมรหัสผ่านของฉัน
tr: Parolamı unuttum
vi: Quên mất mật khẩu
zh_hans: 忘了我的密码
zh_hant: 忘了我的密碼

# UI_ContactSupport
source: Contact support
ar: الاتصال بالدعم
es: Contactar con Soporte
fr: Contacter le support
it: Contatta il Supporto
ja: サポートへ連絡する
ko: 지원 부서에 연락
nl: Contact Ondersteuning
pl: Kontakt do obsługi klienta
pt_br: Contatar o suporte
ro: Contactează asistența
ru: Обратиться в Службу поддержки
th: ติดต่อฝ่ายสนับสนุน
tr: Desteğe Ulaşın
vi: Liên hệ Hỗ trợ
zh_hans: 联系帮助
zh_hant: 聯絡客服

# UI_ForgotMyPasswordDescription_Part_1
source: If you have a backup of your Recovery Key, you can reset your password by selecting YES. No data will be lost.
ar: إذا كان لديك نسخة احتياطية من مفتاح الاسترداد، فيمكنك إعادة تعيين كلمة المرور عن طريق تحديد "نعم". لن تفقد أية بيانات.
es: Si tienes una copia de tu Clave de recuperación, puedes restablecer tu contraseña seleccionando SÍ. No perderás tus datos.
fr: Si vous avez une sauvegarde de votre clé de récupération, vous pouvez réinitialiser votre mot de passe en sélectionnant OUI. Aucunes données ne seront perdues.
id: Jika Anda memiliki cadangan Recovery Key, Anda dapat mereset kata sandi Anda dengan memilih YES. Tidak ada data yang hilang.
it: Se hai una copia della tua Chiave di Recupero, puoi resettare la tua password selezionando DI. Nessun dato sarà perso.
ja: あなたの回復キーのバックアップがある場合は、「はい」を選択してパスワードをリセットできます。データは失われません。
ko: 복구 키의 백업을 가지고 있다면, 예를 눌러서 비밀번호를 재설정할 수 있습니다. 데이터가 손실되지 않습니다.
nl: Als u een reservekopie van uw Reservesleutel heeft, kunt u uw wachtwoord resetten door JA te selecteren. Geen gegevens gaan verloren.
pl: Jeżeli posiadasz kopię klucza, możesz zresetować swojego hasło klikając TAK. Dane nie zostaną utracone.
pt_br: Se você tiver um backup da sua chave de recuperação, você pode resetar a sua senha selecionando SIM. Nenhum dado será perdido.
ro: Dacă ai un backup al cheii tale de recuperare, îți poți reseta parola selectând DA. Niciuna dintre date nu va fi pierdută.
ru: Если у вас есть резервная копия ключа восстановления, вы можете сбросить пароль, нажав «ДА». Данные не будут потеряны.
th: หากคุณมีสำเนาสำรองของคีย์การกู้คืน คุณสามารถรีเซ็ตรหัสผ่านโดยเลือกใช่ ซึ่งข้อมูลจะไม่สูญหาย
tr: Kurtarma Anahtarınızın yedeği var ise, EVET'i seçip parolanızı sıfırlayabilirsiniz. Veri kaybı yaşanmayacaktır.
vi: Nếu bạn có Mã Khóa Phục Hồi, nhấn CÓ. Bạn sẽ được phép đặt lại mật khẩu mà không bị mất dữ liệu của tài khoản.
zh_hans: 如果您备份了还原金钥，则可以通过选择是重置密码。没有数据将丢失。
zh_hant: 如果您有還原金鑰的備份，則可以選擇「是」以重新設定密碼。資料均不會遺失。

# UI_RecoveryKeyQuestion
source: Do you have a copy of your Recovery Key?
ar: هل لديك نسخة من مفتاح الاسترجاع الخاص بك؟
es: ¿Tienes una copia de tu Clave de recuperación?
fr: Avez-vous une copie de votre clé de récupération ?
id: Apakah anda punya copy Recovery Key?
it: Hai una copia della tua Chiave di Recupero?
ja: 回復キーのコピーはありますか？
ko: 복구 키의 사본을 가지고 계십니까?
nl: Heeft u een kopie van uw Herstelsleutel?
pl: Czy masz kopię klucza zapasowego?
pt_br: Você tem uma cópia da sua chave de recuperação?
ro: Ai o copie a cheii tale de recuperare?
ru: У вас есть копия ключа восстановления?
th: คุณมีสำเนาคีย์การกู้คืนหรือไม่
tr: Kurtarma Anahtarınızın yedeği var mı?
vi: Bạn có còn giữ Mã Khoá PHục Hồi hay không?
zh_hans: 您有恢复金匙的副本吗？
zh_hant: 您有還原金鑰的備份嗎？

# UI_NoRecoveryKeyDescription_Part_1
source: Due to our end-to-end encryption paradigm, you will not be able to access your data without either your password or a backup of your Recovery Key. You can park your existing account and start a fresh one under the same email address.
ar: بسبب التشفير من طرف الى طرف، لا يمكن الولوج الى بياناتك الا باستخدام كلمة المرور خاصتك او باستخدام مفتاح الاسترجاع الخاص بك. يمكنك ركن (إيقاف) حسابك الحالي والبدء بحساب جديد باستخدام نفس البريد الالكتروني
es: Debido a nuestro paradigma de criptografía depunta a punta, no podrás acceder a tus datos sin tu contraseña o una copia de tu Clave de recuperación. Puedes aparcar tu cuenta actual e iniciar una nueva con la misma dirección de correo electrónico.
fr: En raison de notre modèle de chiffrement de bout en bout, vous ne pourrez pas accéder à vos données sans votre mot de passe ou une sauvegarde de votre clé de récupération. Vous pouvez remiser votre compte existant et en commencer un nouveau avec la même adresse courriel.
id: Karena paradigma enkripsi end-to-end kami, Anda tidak akan dapat mengakses data Anda tanpa kata sandi Anda atau cadangan dari Recovery Key Anda. Anda dapat memarkir akun yang ada dan memulai akun baru di bawah alamat email yang sama.
it: A causa del paradigma della nostra criptazione end-to-end, non potrai accedere ai tuoi dati senza la tua password o una copia della tua Chiave di Recupero. Puoi parcheggiare il tuo account esistente e crearne uno nuovo con lo stesso indirizzo email.
ja: 当社のエンドツーエンド暗号化パラダイムにより、パスワードまたは回復キーのバックアップのいずれかがなければ、データにアクセスすることはできません。既存のアカウントをそのままにしておいて、同じメールアドレスで新しいアカウントを開始することができます。
ko: 우리의 종단간 암호화 패러다임으로 인해, 당신은 당신의 비밀번호나 복구 키 없이 당신의 데이터에 접근할 수 없습니다. 기존 계정을 보류하고 같은 이메일 주소로 새 계정을 만들 수 있습니다.
nl: Door onze eind-tot-eind codering paradigma, heeft u geen toegang tot u gegevens zonder uw wachtwoord of een reservekopie van uw Herstelsleutel. U kunt uw bestaande account parkeren en een nieuwe opstarten onder hetzelfde e-mailadres.
pl: Ze względu na nasz kompleksowy paradygmat szyfrowania nie będziesz mieć dostępu do swoich danych bez hasła ani kopii zapasowej klucza odzyskiwania. Możesz zaparkować istniejące konto i założyć nowe konto pod tym samym adresem e-mail.
pt_br: Devido ao nosso paradigma de criptografia de ponta a ponta, você não poderá acessar os seus dados sem a sua senha ou um backup da sua chave de recuperação. Você pode estacionar a sua conta existente e criar uma conta nova com o mesmo endereço de email.
ro: Datorită paradigmei noastre de criptare capăt-la-capăt, nu vei putea să îți accesezi datele fără, fie parola ta, fie un backup al cheii tale de recuperare. Poți parca contul tău existent și să începi unul proaspăt sub aceeași adresă de e-mail.
ru: Благодаря нашей парадигме сквозного шифрования вы не сможете получить доступ к своим данным без пароля или резервной копии ключа восстановления. Вы можете заморозить существующую учётную запись и создать новую под тем же адресом электронной почты.
th: เนื่องจากกระบวนการเข้ารหัสลับแบบต้นทางถึงปลายของเราคุณจะไม่สามารถเข้าถึงข้อมูลของคุณโดยไม่ใช้รหัสผ่านหรือข้อมูลสำรองของคีย์การกู้คืน คุณสามารถพาร์คบัญชีเดิมของคุณและเริ่มต้นบัญชีใหม่ด้วยที่อยู่อีเมลเดิมได้
tr: Uçtan uca şifreleme kipimizden dolayı, parolanız veya Kurtarma Anahtarınızın yedeği olmadan verilerinize erişemeyeceksiniz. Var olan hesabınızı park edip aynı eposta üzerine yeni bir hesap açabilirsiniz.
vi: Vì đặc tính của phương thức mã hóa đầu-cuối, sẽ không có cách nào để truy cập vào dữ liệu của tài khoản nếu quên mất mật khẩu và không có Mã Phục Hồi được đề phòng sẵn. Bạn có thể thay thế mới tài khoản hiện có của mình và bắt đầu một cái mới với cùng địa chỉ email.
zh_hans: 由于我们的端到端加密模式，如果没有密码或备份恢复金匙，您将无法访问数据。您可以停用现有账户，并在同一电子邮件地址下重新启动一个新账户。
zh_hant: 由於我們使用安全的端到端加密模式，如果沒有密碼或還原金鑰備份，您將無法存取原有資料。您可以停放現有帳戶並在同一電子郵件地址下設立新帳戶。

# UI_NoRecoveryKeyHeader
source: I don’t have my Recovery Key
ar: ليس لدي مفتاح الاسترجاع الخاص بي
es: No tengo mi Clave de recuperación
fr: Je n’ai pas ma clé de récupération
id: Saya tidak memiliki Recovery Key
it: Non ho la mia Chiave di Recupero
ja: 回復キーを持っていません
ko: 복구 키를 가지고 있지 않습니다
nl: Ik heb mijn Herstelsleutel niet
pl: Nie mam mojego klucza zapasowego
pt_br: Eu não tenho a chave de recuperação
ro: Nu am cheia mea de recuperare
ru: У меня нет ключа восстановления
th: ฉันไม่มีคีย์การกู้คืน
tr: Kurtarma Anahtarım yok
vi: Tôi không có Mã Phục Hồi
zh_hans: 我没有我的恢复金匙
zh_hant: 我沒有還原金鑰的備份

# UI_ParkAccount
source: Park account
ar: تعليق الحساب
es: Aparcar cuenta
fr: Remiser le compte
id: Parkir akun
it: Resetta account
ja: 古いアカウントを放っておく
ko: 계정 보류
nl: Parkeer account
pl: Zaparkuj konto
pt_br: Estacionar a minha conta
ro: Cont parcat
ru: Сбросить учётную запись
th: พาร์คบัญชี
tr: Hesabı park et
vi: Thay mới tài khoản
zh_hans: 封存账号
zh_hant: 封存帳號
